Repository: ticojevicfb/2HQ
Catalog: 2HQ/2HQ/Localizable.xcstrings
Source language: en
Languages: sr

# add_bookmark
source: Add to bookmarks
sr: Dodaj u obeleženo

source: article available
sr: članak dostupan

# article_content_title
source: Content
sr: Sadržaj

source: articles available
sr: članaka dostupno

source: Articles list
sr: Lista članaka

# author_id_label
source: User ID
sr: ID korisnika

# bookmark_hint
source: Tap the bookmark icon to save articles
sr: Dodirnite ikonu za čuvanje članaka

source: Bookmarked
sr: Obeleženo

# bookmarks_button
source: Bookmarks
sr: Obeleženo

source: comment
sr: komentar

source: comments
sr: komentara

# comments_title
source: Comments
sr: Komentari

# current_language
source: Current language selected
sr: Trenutno izabrani jezik

# double_tap_to_filter
source: Double tap to filter articles
sr: Dvostruko dodirnite da filtrirate članke

source: Double tap to retry
sr: Dvostruko dodirnite za ponovni pokušaj

source: Double tap to retry connection
sr: Dvostruko dodirnite da ponovo pokušate vezu

# double_tap_to_view_details
source: Double tap to view article details
sr: Dvostruko dodirnite za detalje članka

# error_loading_article
source: Failed to Load Article
sr: Greška pri učitavanju članka

source: Error loading articles
sr: Greška pri učitavanju članaka

# error_title
source: Error
sr: Greška

source: Fetching the latest content...
sr: Dobavljanje najnovijeg sadržaja...

# generic_error
source: An unexpected error occurred
sr: Došlo je do neočekivane greške

source: Language changed to English
sr: Jezik je promenjen na engleski

source: Language changed to Serbian
sr: Jezik je promenjen na srpski

source: Language switcher
sr: Promena jezika

source: Load More
sr: Učitaj još

source: Loading Articles
sr: Učitavanje članaka

source: Loading articles
sr: Učitavanje članaka

source: Loading more...
sr: Učitava se još...

# navigationTitle
source: Articles
sr: Članci

# no_articles_title
source: No Articles
sr: Nema članaka

# no_bookmarks_title
source: No Bookmarks
sr: Nema obeleženih

# no_results_message
source: Try different keywords
sr: Pokušajte druge ključne reči

# no_results_title
source: No Results
sr: Nema rezultata

# offline_message
source: Showing cached data
sr: Prikazani su keširani podaci

# offline_title
source: You're offline
sr: Niste povezani

# ok_button
source: OK
sr: U redu

source: Refresh articles
sr: Osveži članke

# refresh_hint
source: Pull to refresh or check your connection
sr: Povucite za osvežavanje

# remove_bookmark
source: Remove from bookmarks
sr: Ukloni iz obeleženog

# retry_button
source: Retry
sr: Pokušaj ponovo

source: Retry connection
sr: Ponovo pokušajte vezu

source: Search articles
sr: Pretraga članaka

# search_prompt
source: Search articles...
sr: Pretražite članke...

source: Show all articles
sr: Prikaži sve članke

# show_all_button
source: Show All
sr: Prikaži sve

source: Show bookmarks only
sr: Prikaži samo obeleženo

# showing_all_articles
source: Now showing all articles
sr: Sada se prikazuju svi članci

# showing_bookmarks_only
source: Now showing bookmarks only
sr: Sada se prikazuje samo obeleženo

source: Something Went Wrong
sr: Nešto je pošlo naopako

source: Switch to English
sr: Prebacite na engleski

source: Switch to Serbian
sr: Prebacite na srpski

source: Toggle bookmark
sr: Prebacite obeležavanje

source: Try Again
sr: Pokušaj ponovo
